Repository: easySuite/ting_extended_search
Catalog: translations/*.po
Languages: da

source: Children
da: Børn

source: Adult
da: Voksne

source: Choose material type
da: Du kan vælge en materialetype

source: Choose source
da: Du kan vælge en kilde

source: Choose library branch
da: Du kan vælge en filial

source: Choose target audience
da: Du kan vælge en målgruppe

source: Choose language
da: Du kan vælge sprog

source: Title
da: Titel

source: Enter title
da: Du kan indtaste titel eller del af titel

source: Language
da: Sprog

source: Select language
da: Du kan vælge sprog

source: Author
da: Forfatter

source: Enter author name
da: Du kan indtaste et navn eller en del af navnet

source: Material type
da: Materialetype

source: Subject
da: Emneord

source: Enter subject keywords
da: Du kan indtaste et emneord

source: Source
da: Kilde

source: Enter DK5 number
da: Du kan indtaste et DK5 nummer

source: Branch
da: Filial

source: Year
da: Udgivelsesår

source: Enter year of publish
da: Du kan indtaste et udgivelsesår

source: Target audience
da: Målgruppe

source: Advanced search
da: Ønsker du flere søgemuligheder? Klik her

source: Please enter some keywords.
da: Skriv eksempelvis Harry Potter, krimi eller lignende..

source: Search is currently disabled.
da: Søgning er pt. deaktiveret.

source: Ting extended search
da: Avanceret søgning

source: Extended search form for Ting.
da: Avanceret søgning til søgefeltet.
